[Tutorial]
Tutorial1 = Pekala çocuk,[wait] benim için yapacağın işin temellerini öğreteceğim sana!
Tutorial2 = Vanessa'nın arazisine girdiğinde, onun [hint]taçlarını[/hint] arayacaksın! Unutma, onun [shake2]çılgına[/shake2] dönmesini istiyoruz.
Tutorial3 = [small]Birkaç tane çalmıştım zaten hehe...[/small] [wave]İşte, onları bulmayı dene![/wave]
Tutorial4 = Belli ki buraya kadar anlamışsın![wait] Çok iyi!
Tutorial5 = Senin de bildiğin gibi... [waitlong] Onun malikanesine girdiğinde taçları bulmak çok daha zor olacak, orası oldukça büyük biliyorsun...
Tutorial6 = Bundan bahsetme ama, kadın hepsini etrafta saklıyor, bu tuhaf biliyorum.
Tutorial7 = [hint]Vanessa gücünü kullandığında bir taç kendini gösterecek.[/hint][wait] Aynen öyle!
Tutorial8 = HEY VANESSA! DUYUYOR MUSUN? KAHVALTI SPESYALİNİ HİÇ BEĞENMEMİŞİM!
Tutorial9 = .[wait].[wait].[wait].[wait].[wait].
Tutorial10 = MMMmmm...[wait] şu an beni AŞIRI öfkeLENDİREN bir şey duyduğuma YEMİN EDERİM.
Tutorial11 = Aman amanın, kendimi kaybettim...[waitlong] Sanırım daha dikkatli olmalıyım![wait] Hehehehehe!
Tutorial12 = Şimdi, HİÇBİR koşulda lanetli varlığa [hint]dokunmadığından emin ol[/hint], [hint]lanetlenirsin sonra![/hint] [shake2]Ve güven bana, bunun olmasını istemezsin.[/shake2]
Tutorial13 = [wave]Çok dikkatliii ol, tamam mııı?[/wave]
Tutorial14 = Fakat ona dokunsaydın ne olacağını görmek için biraz meraklıyım. [shake2]Belki ona ışınlarım seni...[/shake2]
Tutorial15 = EVET YAPIYORUM!
Tutorial16 = AH tanrım pekala güzel! Sen ona dokundun,[wait] ımmm...
Tutorial17 = Ah o'nun geldiğini duyabiliyorum,[wait] o'nunla anlaşmak sana kalmış![wait][wave] bay bay![/wave]
Tutorial18 = Bup![wait][small] Hehehe üzgünüm... Yapmalıydım bunu.[/small]
Tutorial19 = Ah, o'nun geldiğini duyabiliyorum.[wait] O'nunla anlaşmak sana kalmış![wait][wave] Bay bay![/wave]
Tutorial20 = Nedir bu?[wait] [shake]Yine mi sen?![/shake][wait] Benim [wave]lezzetli[/wave] kurabiyelerim için geri mi döndün?
Tutorial21 = Hayır mı...?[wait] Ah pekala.[wait] Görünüşe göre lanetime yakalanmışsın,[wait] bu BENİM KONTROLÜM ALTINDASIN anlamına geliyor! [shake]KYEHAHAHA![/shake]
Tutorial22 = Amacın basit. Hayatta kalanları bul ve [hint]ebele onları [shake] ki lanet yayılsın![/hint][/shake]
Tutorial23 = [big]Güzel![/big][wait] Görünüşe göre rolünü anlamışsın.
Tutorial24 = Lanetim altındayken, [hint]tek görevin laneti yaymak, unutma bunu.[/hint]
Tutorial25 = Sana ihtiyacım yok artık, gitmene bu sefer izin vereceğim!
Tutorial26 = [small]O gitti mi?[wait] Değil mi?[wait][/small] [wave]Pekalaaa[/wave] güzel.
Tutorial27 = Sana öğretmem gereken birkaç şey daha kaldı.
Tutorial28 = Bir bakalım... ımm [hint]"taçları topla"[/hint], hayır yaptık onu... [hint]"lanetli varlıktan kaç"[/hint], evet yapmıştık bunu... AH! [hint]"Simge Belirmesi"[/hint]!
Tutorial29 = Maçtayken, Belirli noktalarda [hint]"Simge Belirmesi"[/hint] olayı olacak.[wait] Simge Belirmesi [hint]alandaki her ufaklığın yerini gösterecek![/hint] Aynı zamanda [name]Vanessa[/name] tarafından lanetlenenleri de gösterecek. Yani onlardan uzak dur!
Tutorial30 = Pekala![wave] Haydi öğretici kitaba son bir kez göz atalım...[/wave]
Tutorial31 = [big]"Çark Olayı"[/big] Ah bu kulağa harika geliyor! Şunu bir dinle: "Oyundayken bir çark olayı gerçekleşir.. Bu çark [hint]KAYBEDEN TAKIMA avantaj vermek için olay oluşturur![/hint] Eğer iki takım da oyuncu açısından kabaca eşitse, olay özel olup [hint]her ikisine de etki eder!"[/hint]
Tutorial32 = [wave]Kulağa oldukça havalı geldiğini kabul etsene?[/wave] Ve belli ki Döndürebileceğim kendime ait çarkım da var! Bu, Vanessa'nın korkunç lanetiyle baş etmende sana yardım edecek. [wave]Haydi deneyelim!
Tutorial33 = Şuna bak![wait] Seni görünmez mi yapmış?[wait] Belki yardımcı olabilir... [small]Bence?[/small] [hint]Görünüşe göre bir süresi de varmış, zamanlayıcıyla gösteriliyormuş[/hint]
Tutorial34 = [wave]Neyse konuyu toparlayalım çocuk![/wave][wait] Şimdi geri dönebilirsin,[wait] Bu [shake]kokuşmuş eski bodrumu terket![/shake]
Tutorial35 = Kazanmak için gereken son taç(lar)ı al!
Tutorial36 = Yeterince öğrendik, işte şimdi sahaya inme zamanı, [shake]işte gerçek fırsat![/shake] Arkadaşından birini kap ve bekleme odasına gir! Orada sizden iki veya daha fazlası kişi olursa sizi o'nun malikasine göndereceğim.
Tutorial37 = Kıymetli taçlarını çaldığımızı farkettiğinde onun yüzünü görmek için sabırsızlanıyorum! Sen de Snatcher kadar kabasın! [wave]Hehehe![/wave]
Tutorial38 = Kazanmak için gereken son tacı al!
Tutorial39 = Simge Belirme olayları bu simgeyle gösterilecek!

[tutorialdoor]
tutorialdoor1 = Öğreticiyi Başlat?
yes = Evet
no = Hayır

[woodensign]
woodensign1 = Snatcher'in Kulübesi!
woodensign2 = Bu ev oldukça yıpranmış! Görünüşe göre Snatcher buraya gelmeden önce burada birileri yaşıyormuş. Veya belki Snatcher geldiğinde onlar belki de birileri buradaydı ve sonra... [shake]bilirsin.[/shake] O böylesine çılgındır!
woodensign3 =
woodensign4 =
woodensign5 =
woodensign6 =
woodensign7 =

[Debug]
Debug1 = [big][name][hint]Çevrimiçi partiyle[/hint] bağlantı kesildi![/big][/name]
Debug2 = [big][name]Erken kazanma bulundu, lütfen gerçek maçın BİTMESİNİ bekleyin.[/big][/name]
Debug3 = [big][name]Oyun hatası, lobiye dönülüyor.[/big][/name]
Debug4 = [big][name]Oyuncu oyunda değil, harita dışı tutuluyor.[/big][/name]
Debug5 = [big][name]Oyuncu Oyunun Ortasında Çıktı, Arenadan çıkılıyor.[/big][/name]
Debug6 = [big][name]Oyun başlatılamadı, tekrar deneyin.[/big][/name]
Debug7 = [big][name]Başlamak için yeterli oyuncu yok, iptal ediliyor.[/big][/name]


[ProTipMinion]
ProTipMinion1 = Kendimi tanıyayım size. Ben bir Subcon minyonuyum.[wait].[wait].[wait] belki bana [name]'Uzman Tavsiyeleri Minyonu'[/name] diyebilirsin.
ProTipMinion2 = Bir şey diyeyim size, Bu gezegendeki herkesten daha çok ebelemece oynadım. En çetin turlarda hayatta kalmış, en çok çocuğu ebelemiş ve en çok tacı toplamıştım. Rekorum 6'5 ve en hızlı minyonum.
ProTipMinion3 = Fakat, En iyi olmanın eğlencesi ne ki? Yeni rakiplere ihtiyacım var, taze kan'a, [hint]ÜN[/hint]'e susamış gençlere[wait] ve [hint]ŞEREF[/hint]'E![wait] Ve işte bu yüzden yardımcı olmaya hazırım, [big]SENİN[/big] benim kadar iyi olman için![wait] [small]Hiç olamayacak olsan bile[/small]
ProTipMinion4 = Amacım da [hint]sana tavsiye vermek.[/hint][wait] Sen sorarsın ben cevaplarım.

ProTipMinion5 = [hint]Boyut zillerine vurarak yakındaki boyut duvarlarını peşindekileri engellemek için kullanabilirsin![/hint]
ProTipMinion6 = Lanet ortaya çıktığında açık alanda bulunma! Yeni lanetlenmiş ufaklıklar tarafından yakalanırsın.
ProTipMinion7 = Oyuncu simgeleri gizliyken küçük alanlarda bulunmaktan kaçın, lanetli bir çocukla yüz yüze gelmek istemezsin!
ProTipMinion8 = Oyuncu simgeleri belirdiğinde, [hint]taçları avlamak[/hint] ve lanetli oyunculardan kaçmak için iyi bir andır!
ProTipMinion9 = Lanetli kuklayken, geldiğini görmedilerse, [hint]oyunculara gizlice yaklaşabilirsin[/hint], sadece [hint]simge belirme olayının etkin olmadığından emin ol![/hint]
ProTipMinion10 = Diğer oyuncuların kullanabileceği platformları, [hint]negatif boyut zilleri[/hint] ile kaldırarak [hint]tuzak olarak kullanabilirsin.[/hint]
ProTipMinion11 = [hint]Oyun başladığında diğer oyuncuların yanında durma![/hint] Eğer [hint]onlardan birisi ilk lanetli kukla olarak seçilirse[/hint] [shake]kötü haber[/shake] olurdu. Fakat.. [hint]ilk sen seçilseydin[/hint] iyi olurdu, [shake]hehe![/shake] [hint]Risk ve kazanç[/hint] senlikse tabii ki.
ProTipMinion12 = Çark oyuna adapte olur, eğer takımın sayıca gerideyse, çark dönerken halen oyunu kazanmak için şansın olabilir! Küçük bir sır, o noktada, [hint]her zaman 140sn'de beliriyor[/hint]
ProTipMinion12_2 = [big]VE![/big] Takımın geride olduğunu anlamanın yoluysa, şu [hint]bir bölü üç.[/hint] Eğer bir takımın [hint]toplam oyuncuları bir üçten az ise[/hint], o takımın kaybettiği düşünülür! [wave]Matematik, bebeğim![/wave]
ProTipMinion13 = Taçlar oyunda farklı yollarda belirir, [hint]biri her oyuncu lanetlendiğinde[/hint], ve diğeri [hint]her 60sn'de[/hint] belirir! Taçların oluşma sayısı [hint]oyuncu sayısına[/hint] göre değişir![/hint] Sayılarla fazla uğraşmışsın diyebilirsin.
ProTipMinion14 = Yeni yollar dene! Kovalanırken, kaçış rotanda [hint]diğer oyuncuları olabildiğince şaşırtmak istersin[/hint], şu sinir bozucu çocuklardan kurtulurken daha rahat edersin!
ProTipMinion15 = Düz hizada koşan bir oyuncuyu yakalamak istiyorsan, [hint]mükemmel dalış hızlanmaları[/hint] yapmaya ihtiyacın olacak!
ProTipMinion16 = Diğer oyuncuların önüne geçmek istiyorsan, ileri koşu teknikleri öğrenebilirsin! [hint]SDJ[/hint] ve [hint]DSJ[/hint] gibi teknikler sana büyük avantaj sağlar!
ProTipMinion17 = Oyun sırasında çukura düşme sakın! Lanetler seni! Tüm alan Vanessa'nın lanetli enerjisiyle kuşatılmış.
ProTipMinion18 = Görünmezlik olayına denk gelirsen, [hint]koşmayı deneme, diğer oyuncular koşu izini görebilir![/hint] Bunun tüm potansiyelini kullanmak istersen parmak uçlarında dolaşırsın!
ProTipMinion19 = Fakat dikkatli ol! Diğer oyuncular [hint]Simge belirme olayında nerede olduğunu görebilir[/hint]
ProTipMinion20 = Lanetli oyuncuysan, [hint]"grup ışınlanması"[/hint] olayı hazırlıksız ufaklıkları kolayca ebelemek için harika bir yoldur! Herkes ışınlandığında koşmaya hemen başla, eminim bir iki tane ebelersin!
ProTipMinion21 = İşte benim bir stratejim! [hint]Simge belirmesi yokken saklanmak çok etkilidir.[/hint] Oyuncuların simgeleri görünüyorsa, taçların peşinden koşmaya başla! Tabii ki, hepsini [hint]Vanessa'nın lanetli ufaklıklarından kaçarak yapacaksın.[/hint]
ProTipMinion22 = Ebeleme oyunu, kaçmak ve saklanmak olarak ikiye ayrılır! Platforming yeteneklerini tazelesen iyi olur,[wait][wave] HEH![/wave]

[RandomInteractables]
RandomInteractables1 = Bazı kitapların tozunu aldın, şu gibi başlıklar var:
RandomInteractables2 = "Subcon'un Gizemi", "İki Kraliçenin Masalı", "Bir Prens ve Bir Ay", "Vefasız Ruh Takasçısı", "Ölümün Kapısındaki Dağın Kalbi", "En Soğuk Kalpli Kraliçe". Liste uzayıp, gidiyor ve gidiyor...
RandomInteractables3 = "Bu, efsaneler rafı olmalı!" Anladığın zaman, nazikçe uzaklaşmaya karar veriyorsun, defterdeki efsaneleri sevmediğin gibi.
RandomInteractables4 = Yahu! Kraliçe Vanessa'nın böylesine büyük bir malikanesinin tepede saklı olduğunu kim bilirdi!
RandomInteractables5 = İçeriyi görmeyi çok isterdim! Bir sürü değerli şey vardır belki [shake]hehehe..[/shake]
RandomInteractables6 = [big][name]"Koleksiyoncunun Heykeli"
RandomInteractables7 = "Bir dağın değeri kadar, Lanetli Kraliçenin taçlarını toplayan kişiler ödüllendirilmiştir."
RandomInteractables8 = Maç mı arıyorsun? Discord'a buradan katılın: discord.gg/AHatInTime
RandomInteractables9 = Ayrıca herkese açık lobilere de katılabilirsin! Kazan veya kaybet, adilce oyna! Tadını çıkar!
RandomInteractables10 = [hint]Normal Lobiler[/hint]: tag1, tag2, tag3, tag4[br][hint]Modsuz Lobiler[/hint]: nomodtag1, nomodtag2, nomodtag3, nomodtag4
RandomInteractables11 = Diğer oyuncuları lanetle ebeleyerek ruh topla![br]Modları kullanmak mı istiyorsun? Çevrimiçi parti adının başına "Mod" ekle![br]Ayrıca herkese açık lobilere katılabilirsin.
RandomInteractables12 = Diğer oyuncuların izinli modları kullanmalarını istemiyor musun? Çevrimiçi parti adının başına "nomod" ekle!

[SnatcherGuidance]
SnatcherGuidance1 = Pekala çocuk, yapacağımız şeyde yeni olduğun için, bunun temellerini öğreten bir oda kurmuştum! Sadece kapıdan gir ve aşağıya in.
SnatcherGuidance2 = Yani, büyük bir levha üzerinde "T U T O R I A L" yazıyor. Bunu gözden kaçıramazsın değil mi?!
SnatcherGuidance3 = Eğer orada yolunu kaybetseydin bu gülünç olurdu! AÇIK olması için çooook zaman harcadım!
SnatcherGuidance4 = Neyse, gidebilirsin.

[Tomb]
Tomb1 = ŞŞŞŞTT! Birinin geldiğini duydum!
Tomb2 = ..........
Tomb3 = Gittiler galiba! Hehe! İnanabiliyor musun? Öldüğümüzü sanıyorlar!
Tomb4 = Hehe! Biliyorum, bu şeytanca! Aslında biz sığınakta saklanıyoruz!
Tomb5 = Mükemmel bir plan! Hehe!
